Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=309_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjistä Saamelaisparlamentiksi ?
sme: Sámedikkis Sámi Parlamentan ?

source: Aloitteet Saamelaiskäräjien nimen muuttamiseksi Saamelaisparlamentiksi ja ja puheenjohtajan tehtävänimikkeen muuttamiseksi presidentiksi lähetetään tarkemmin valmisteltaviksi.
sme: Álgagat Sámedikki nama nuppástuhttimis Sámi Parlamentan ja ságadoalli bargonamahusa nuppástuhttimis presidentan sáddejuvvojit dárkkilut válmmaštallamii.

source: Aloitteet saamelaiskäräjien nimen ja puheenjohtajan tehtävänimikkeen muuttamisesta teki saamelaiskäräjien jäsen Asko Länsman.
sme: Álgagiid sámedikki nama ja ságadoalli bargonamahusa rievdadeamis dagai sámedikki lahttu Asko Länsman.

source: Aloitetta saamelaiskäräjien nimen muuttamiseksi Länsman perustelee sillä, että nyt voimassa oleva nimi viittaa tuomioistuimeen.
sme: Länsman vuođustallá evttohusa sámedikki nama nuppástuhttimis dainna, ahte dálá namma čujuha menddo ollu lágasteapmái ja duopmostuoluide.

source: ŠSaamelaisparlamenttiŠ-nimitys kuvaisi Länsmanin mukaan enemmän saamelaiskäräjien tehtäviä ja asemaa.
sme: ŠSámi ParlamentaŠ-namahus govvidivččii Länsman mielde buorebut sámedikki bargguid ja sajádaga.

source: Saamelaiskäräjien puheenjohtajan työnimikkeen muuttaminen ŠpresidentiksiŠ lisäisi saamelaiskäräjien arvostusta ja kuvaisi puheenjohtajan todellista asemaa kansaa edustavan elimen puheenjohtajana.
sme: Sámedikki ságadoalli bargonamahusa molsun ŠpresideantanŠ lasihivččii sámedikki árvvus atnima ja govvešii ságadoalli duođalaš saji álbmotválljen orgána ságadoallin.
